Repository: protonpass/ios-authenticator
Catalog: LocalPackages/PresentationLayer/Sources/PresentationLayer/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, it, nl, pl, pt_br, ru, tr

source: No export available
de: Kein Export verfügbar
es: No hay exportación disponible
es_419: No hay exportación disponible
fr: Aucune exportation disponible
it: Nessuna esportazione disponibile
nl: Geen export beschikbaar
pl: Brak dostępnego eksportu
pt_br: Nenhuma exportação disponível
ru: Экспорт недоступен
tr: Dışa aktarma yok

source: No new codes detected
de: Keine neuen Codes erkannt
es: No se detectaron códigos nuevos
es_419: No se detectaron códigos nuevos
fr: Aucun nouveau code n'a été détecté.
it: Nessun nuovo codice rilevato
nl: Geen nieuwe codes gedetecteerd
pl: Nie wykryto nowych kodów
pt_br: Nenhum novo código detectado
ru: Новые коды не обнаружены
tr: Yeni kod bulunamadı

source: Open Settings
de: Einstellungen öffnen
es: Abrir los ajustes
es_419: Abra los ajustes
fr: Rendez-vous dans les Réglages
it: Apri Impostazioni
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir configurações
ru: Открыть настройки
tr: Ayarları aç

source: Organize your schedule and keep your plans to yourself.
de: Organisiere deinen Zeitplan und behalte deine Pläne für dich.
es: Organiza tu agenda y mantén tus planes para ti.
es_419: Organice su agenda y mantenga sus planes para usted.
fr: Organisez votre agenda et gardez vos plans pour vous.
it: Organizza il tuo programma e tieni i tuoi piani per te.
nl: Organiseer uw planning en houd uw plannen voor uzelf.
pl: Zorganizuj swój harmonogram i zachowaj swoje plany dla siebie.
pt_br: Organize sua agenda e mantenha seus planos privados.
ru: Организуйте своё расписание и храните свои планы при себе.
tr: Programınızı düzenleyin ve planlarınızı yalnızca kendinize saklayın.

source: Password
de: Passwort
es: Contraseña
es_419: Contraseña
fr: Mot de passe
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
tr: Parola

source: Plain
de: Einfach
es: Sin borde
es_419: Sin formato
fr: Simple
it: Tinta unita
nl: Eenvoudig
pl: Prosty
pt_br: Simples
ru: Простой
tr: Düz

source: Please authenticate
de: Bitte authentifizieren
es: Identifícate
es_419: Autentíquese
fr: Veuillez vous authentifier
it: Per favore autenticati
nl: Verifieer a.u.b
pl: Uwierzytelnij
pt_br: Faça a autenticação
ru: Войдите в систему
tr: Lütfen kimliğinizi doğrulayın

source: Please enable camera access from Settings
de: Bitte erlaube Kamerazugriff in den Einstellungen.
es: Activa el acceso a la cámara en Ajustes
es_419: Permita el acceso a la cámara desde los ajustes.
fr: Veuillez autoriser l'accès à l'appareil photo dans les Réglages.
it: Abilita l'accesso alla fotocamera dalle Impostazioni
nl: Schakel cameratoegang in via Instellingen
pl: Włącz dostęp do aparatu w ustawieniach
pt_br: Permita o acesso à câmera nas Configurações
ru: Разрешите доступ к камере в настройках
tr: Lütfen Ayarlar'dan kamera erişimini etkinleştirin

source: Point your camera at the QR code
de: Richte deine Kamera auf den QR-Code.
es: Apunta tu cámara al código QR
es_419: Apunte su cámara al código QR
fr: Pointez votre appareil photo vers le code QR
it: Inquadra il codice QR con la fotocamera
nl: Richt uw camera op de QR-code
pl: Skieruj aparat na kod QR
pt_br: Aponte a câmera para o código QR
ru: Наведите камеру на QR-код
tr: Kameranızı QR koduna doğrultun

source: Protect your accounts with an extra layer of security.
de: Schütze deine Konten mit einer zusätzlichen Sicherheitsebene.
es: Protege tus cuentas con una capa extra de seguridad.
es_419: Proteja sus cuentas con una capa adicional de seguridad.
fr: Protégez vos comptes avec une couche de sécurité supplémentaire.
it: Proteggi i tuoi account con un livello di sicurezza aggiuntivo.
nl: Bescherm uw accounts met een extra beveiligingslaag.
pl: Chroń swoje konta dodatkową warstwą bezpieczeństwa.
pt_br: Proteja suas contas com uma camada extra de segurança.
ru: Защитите свои аккаунты дополнительным уровнем безопасности.
tr: Hesaplarınızı ekstra bir güvenlik katmanıyla koruyun.

source: Protect your data
de: Schütze deine Daten
es: Protege tus datos
es_419: Proteja sus datos
fr: Protégez vos données
it: Proteggi i tuoi dati
nl: Bescherm uw gegevens
pl: Chroń swoje dane
pt_br: Proteger seus dados
ru: Защищайте свои данные
tr: Verilerinizi koruyun

source: Protect your inbox from spam, tracking, and targeted ads.
de: Schütze deinen Posteingang vor Spam, Tracking und gezielter Werbung.
es: Protege tu bandeja de entrada del spam, rastreadores y anuncios dirigidos.
es_419: Proteja su bandeja de entrada de spam, rastreo y anuncios dirigidos.
fr: Protégez votre boîte de réception contre le spam, le pistage et les publicités ciblées.
it: Proteggi la tua posta in arrivo dallo spam, dal tracciamento e dalle pubblicità mirate.
nl: Bescherm uw inbox tegen spam, tracking en gerichte advertenties.
pl: Chroń swoją skrzynkę przed spamem, śledzeniem i ukierunkowanymi reklamami.
pt_br: Proteja sua caixa de entrada contra spam, rastreamento e anúncios direcionados.
ru: Защитите свой почтовый ящик от спама, отслеживания и таргетированной рекламы.
tr: Posta kutunuzu spam, izleme ve hedefli reklamlardan koruyun.

source: Protected file
de: Geschützte Datei
es: Archivo protegido
es_419: Archivo protegido
fr: Fichier protégé
it: File protetto
nl: Beveiligd bestand
pl: Plik chroniony
pt_br: Arquivo protegido
ru: Защищенный файл
tr: Korumalı dosya

source: Proton account is required to enable end-to-end encrypted sync between devices.
de: Ein Proton-Konto ist erforderlich, um die Ende-zu-Ende-verschlüsselte Synchronisierung zwischen Geräten zu aktivieren.
es: Se requiere una cuenta de Proton para habilitar la sincronización cifrada de extremo a extremo entre dispositivos.
es_419: Se requiere una cuenta de Proton para activar la sincronización cifrada de extremo a extremo entre dispositivos.
fr: Un compte Proton est requis pour activer la synchronisation chiffrée de bout en bout entre les appareils.
it: È necessario un account Proton per abilitare la sincronizzazione crittografata end-to-end tra dispositivi.
nl: Een Proton-account is vereist om end-to-end versleutelde synchronisatie tussen apparaten in te schakelen.
pl: Konto Proton jest wymagane, aby włączyć synchronizację zaszyfrowaną end-to-end między urządzeniami.
pt_br: Uma conta Proton é necessária para ativar a sincronização entre dispositivos com criptografia de ponta a ponta.
ru: Для включения сквозной шифрованной синхронизации между устройствами требуется аккаунт Proton.
tr: Cihazlar arasında uçtan uca şifreli senkronizasyonu etkinleştirmek için Proton hesabı gereklidir.

source: Proton Authenticator will periodically save all the data to iCloud.
de: Proton Authenticator speichert alle Daten regelmäßig in iCloud.
es: Proton Authenticator guardará periódicamente todos los datos en iCloud.
es_419: Proton Authenticator guardará periódicamente todos los datos en iCloud.
fr: Proton Authenticator enregistrera périodiquement toutes les données sur iCloud.
it: Proton Authenticator salverà periodicamente tutti i dati su iCloud.
nl: Proton Authenticator slaat periodiek alle gegevens op in iCloud.
pl: Proton Authenticator będzie okresowo zapisywać wszystkie dane w iCloud.
pt_br: O Proton Authenticator salvará todos os dados no iCloud periodicamente.
ru: Proton Authenticator будет периодически сохранять все данные в iCloud.
tr: Proton Kimlik Doğrulayıcı, tüm verileri periyodik olarak iCloud'a kaydedecektir.

source: Retry
de: Wiederholen
es: Volver a intentar
es_419: Volver a intentar
fr: Essayer à nouveau
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторите попытку
tr: Yeniden deneyin

source: Save
de: Speichern
es: Guardar
es_419: Guardar
fr: Sauvegarder
it: Salva
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: İndirim

source: Scan a QR code
de: QR-Code scannen
es: Escanea un código QR
es_419: Escanear un código QR
fr: Scanner un code QR
it: Scansiona un codice QR
nl: Scan een QR-code
pl: Zeskanuj kod QR
pt_br: Ler um código QR
ru: Сканировать QR-код
tr: QR kodu tarayın

source: Search
de: Suche
es: Buscar
es_419: Buscar
fr: Rechercher
it: Cerca
nl: Zoeken
pl: Szukaj
pt_br: Pesquisar
ru: Поиск
tr: Ara

source: Search bar position
de: Position der Suchleiste
es: Posición de la barra de búsqueda
es_419: Posición de la barra de búsqueda
fr: Position de la barre de recherche
it: Posizione della barra di ricerca
nl: Positie van de zoekbalk
pl: Pozycja paska wyszukiwania
pt_br: Posição da barra de pesquisa
ru: Положение строки поиска
tr: Arama çubuğu konumu

source: Secret
de: Geheimer Schlüssel
es: Secreto
es_419: Secreto
it: Segreto
nl: Geheim
pl: Klucz tajny
pt_br: Segredo
ru: Секрет
tr: Gizli Anahtar

source: Secret (Required)
de: Geheimer Schlüssel (erforderlich)
es: Secreto (obligatorio)
es_419: Secreto (obligatorio)
fr: Secret (obligatoire)
it: Segreto (obbligatorio)
nl: Geheim (verplicht)
pl: Klucz tajny (wymagany)
pt_br: Segredo (obrigatório)
ru: Секрет (обязательно)
tr: Gizli Anahtar (Gerekli)

source: SECURITY
de: SICHERHEIT
es: SEGURIDAD
es_419: SEGURIDAD
fr: SÉCURITÉ
it: SICUREZZA
nl: BEVEILIGING
pl: BEZPIECZEŃSTWO
pt_br: SEGURANÇA
ru: БЕЗОПАСНОСТЬ
tr: GÜVENLİK

source: Security in every code
de: Sicherheit in jedem Code
es: Seguridad en cada código
es_419: Seguridad en cada código
fr: La sécurité dans chaque code
it: Sicurezza in ogni codice
nl: Beveiliging in elke code
pl: Bezpieczeństwo w każdym kodzie
pt_br: Segurança em cada código
ru: Безопасность в каждом коде
tr: Her kodda güvenlik

source: Select your current 2FA provider
de: Wähle deinen aktuellen 2FA-Anbieter aus
es: Selecciona tu proveedor 2FA actual
es_419: Seleccione su proveedor actual de 2FA
fr: Sélectionnez votre fournisseur A2F actuel
it: Seleziona il tuo attuale provider 2FA
nl: Selecteer uw huidige 2FA-aanbieder
pl: Wybierz swojego obecnego dostawcę 2FA
pt_br: Selecione seu provedor 2FA atual
ru: Выберите текущего провайдера 2FA
tr: Mevcut 2FA sağlayıcınızı seçin

source: Select your provider
de: Wähle deinen Anbieter
es: Selecciona tu proveedor
es_419: Seleccione su proveedor
fr: Sélectionnez votre fournisseur
it: Seleziona il tuo provider
nl: Selecteer uw provider
pl: Wybierz dostawcę
pt_br: Selecione seu provedor
ru: Выберите провайдера
tr: Sağlayıcınızı seçin

source: Settings
de: Einstellungen
es: Ajustes
es_419: Ajustes
fr: Paramètres
it: Impostazioni
nl: Instellingen
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar

source: Several images could not be processed. See logs for more details.
de: Mehrere Bilder konnten nicht verarbeitet werden. Weitere Details findest du in den Protokollen.
es: No se pudieron procesar varias imágenes. Consulta los registros para más detalles.
es_419: No se pudieron procesar varias imágenes. Consulte los registros para obtener más detalles.
fr: Plusieurs images n'ont pas pu être traitées. Consultez les journaux pour plus de détails.
it: Diverse immagini non sono state elaborate. Controlla i log per maggiori dettagli.
nl: Meerdere afbeeldingen konden niet worden verwerkt. Zie logbestanden voor meer details.
pl: Niektórych obrazów nie udało się przetworzyć. Więcej szczegółów znajdziesz w logach.
pt_br: Várias imagens não puderam ser processadas. Veja os logs para mais detalhes.
ru: Не удалось обработать несколько изображений. Подробности смотрите в журналах.
tr: Birden fazla görüntü işlenemedi. Daha fazla ayrıntı için günlükleri inceleyin.

source: Share
de: Teilen
es: Compartir
es_419: Compartir
fr: Partager
it: Condividi
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
tr: Paylaş

source: Sign in
de: Anmelden
es: Iniciar sesión
es_419: Iniciar sesión
fr: Se connecter
it: Accedi
nl: Aanmelden
pl: Zaloguj się
pt_br: Iniciar sessão
ru: Войти
tr: Oturum aç

source: Skip
de: Überspringen
es: Omitir
es_419: Omitir
fr: Ignorer
it: Ignora
nl: Overslaan
pl: Pomiń
pt_br: Pular
ru: Пропустить
tr: Atla

source: Stop syncing
de: Synchronisierung stoppen
es: Detener sincronización
es_419: Detener sincronización
fr: Arrêter la synchronisation
it: Interrompi sincronizzazione
nl: Synchronisatie stoppen
pl: Zatrzymaj synchronizację
pt_br: Parar sincronização
ru: Остановить синхронизацию
tr: Senkronizasyonu durdur

source: Store strong, unique passwords to avoid identity theft and breaches.
de: Speichere starke, eindeutige Passwörter, um Identitätsdiebstahl und Datenlecks zu vermeiden.
es: Guarda contraseñas fuertes y únicas para evitar el robo de identidad y las brechas de seguridad.
es_419: Almacene contraseñas fuertes y únicas para evitar el robo de identidad y las vulneraciones de seguridad.
fr: Stockez des mots de passe forts et uniques pour éviter le vol d'identité et les violations de données.
it: Conserva password forti e uniche per evitare furti di identità e violazioni dei dati.
nl: Bewaar sterke, unieke wachtwoorden om identiteitsdiefstal en datalekken te voorkomen.
pl: Przechowuj silne, unikatowe hasła, aby uniknąć kradzieży tożsamości i naruszeń.
pt_br: Armazene senhas fortes e únicas para evitar roubo de identidade e violações.
ru: Храните надёжные уникальные пароли, чтобы избежать кражи личности и утечек данных.
tr: Kimlik hırsızlığı ve sızıntılarını önlemek için güçlü, benzersiz parolalar saklayın.

source: Successfully imported %lld items
de: %lld Einträge erfolgreich importiert.
es: Se importaron correctamente %lld elementos
es_419: Se importaron correctamente %lld elementos
fr: Importation réussie de %lld éléments
it: %lld elementi importati correttamente
nl: Succesvol %lld items geïmporteerd
pl: Pomyślnie zaimportowano %lld elementu
pt_br: %lld itens importados com sucesso
ru: Успешно импортировано %lld элементов
tr: Başarıyla %lld öğe içe aktarıldı

source: Sync between devices
de: Synchronisierung zwischen Geräten
es: Sincronización entre dispositivos
es_419: Sincronización entre dispositivos
fr: Synchronisation entre appareils
it: Sincronizzazione tra dispositivi
nl: Synchroniseren tussen apparaten
pl: Synchronizacja między urządzeniami
pt_br: Sincronização entre dispositivos
ru: Синхронизация между устройствами
tr: Cihazlar arasında senkronizasyon

source: Sync between devices with Proton account
de: Synchronisiere zwischen Geräten mit dem Proton-Konto
es: Sincroniza entre dispositivos con tu cuenta Proton
es_419: Sincronizar entre dispositivos con la cuenta de Proton
fr: Synchronisation entre vos appareils et votre compte Proton
it: Sincronizza tra dispositivi con account Proton
nl: Synchroniseren tussen apparaten met Proton-account
pl: Synchronizuj między urządzeniami za pomocą konta Proton
pt_br: Sincronizar entre dispositivos com a conta Proton
ru: Синхронизация между устройствами с помощью аккаунта Proton
tr: Cihazlar arasında Proton hesabı ile senkronize et

source: Tap to copy token to clipboard. Swipe left to delete and right to edit.
de: Tippe, um Token in die Zwischenablage zu kopieren. Wische nach links zum Löschen und nach rechts zum Bearbeiten.
es: Toca para copiar el token al portapapeles. Desliza a la izquierda para eliminar y a la derecha para editar.
es_419: Toque para copiar el token al portapapeles. Deslice hacia la izquierda para eliminar y hacia la derecha para editar.
fr: Appuyez pour copier le jeton dans le presse-papiers. Balayez vers la gauche pour supprimer et vers la droite pour modifier.
it: Tocca per copiare il token negli appunti. Scorri a sinistra per eliminare e a destra per modificare.
nl: Tik om token naar klembord te kopiëren. Veeg naar links om te verwijderen en naar rechts om te bewerken.
pl: Dotknij, aby skopiować token do schowka. Przesuń palcem w lewo, aby usunąć, i w prawo, aby edytować.
pt_br: Toque para copiar o token para a área de transferência. Deslize para a esquerda para excluir e para a direita para editar.
ru: Нажмите, чтобы скопировать токен в буфер обмена. Проведите влево, чтобы удалить, и вправо, чтобы изменить.
tr: Belirteci panoya kopyalamak için dokunun. Silmek için sola, düzenlemek için sağa kaydırın.

source: The QR code is not valid. Please try scanning a different one.
de: Der QR-Code ist ungültig. Bitte versuche, einen anderen zu scannen.
es: El código QR no es válido. Intenta escanear uno diferente.
es_419: El código QR no es válido. Intente escanear uno diferente.
fr: Le code QR n'est pas valide. Veuillez essayer d'en scanner un autre.
it: Il codice QR non è valido. Prova a scansionarne un altro.
nl: De QR-code is niet geldig. Probeer een andere te scannen.
pl: Kod QR jest nieprawidłowy. Spróbuj zeskanować inny.
pt_br: O código QR não é válido. Por favor, tente escanear um diferente.
ru: QR-код недействителен. Пожалуйста, попробуйте отсканировать другой.
tr: QR kodu geçerli değil. Lütfen farklı bir tane taramayı deneyin.

source: Theme
de: Farbschema
es: Tema
es_419: Tema
fr: Thème
it: Tema
nl: Thema
pl: Motyw
pt_br: Tema
ru: Тема
tr: Tema

source: This item already exists
de: Dieser Eintrag existiert bereits
es: Este elemento ya existe
es_419: Este elemento ya existe
fr: Cet élément existe déjà.
it: Questo elemento esiste già
nl: Dit item bestaat al
pl: Ten element już istnieje
pt_br: Este item já existe
ru: Этот элемент уже существует
tr: Bu öğe zaten mevcut

source: Time interval
de: Zeitintervall
es: Intervalo de tiempo
es_419: Intervalo de tiempo
fr: Intervalle de temps
it: Intervallo di tempo
nl: Tijdinterval
pl: Interwał czasowy
pt_br: Intervalo de tempo
ru: Интервал времени
tr: Zaman aralığı

source: Title
de: Titel
es: Título
es_419: Título
fr: Fonction/Profession
it: Titolo
nl: Titel
pl: Tytuł
pt_br: Título
ru: Заголовок
tr: Başlık

source: Title (Required)
de: Titel (erforderlich)
es: Título (obligatorio)
es_419: Título (obligatorio)
fr: Titre (obligatoire)
it: Titolo (obbligatorio)
nl: Titel (verplicht)
pl: Tytuł (wymagane)
pt_br: Título (obrigatório)
ru: Название (обязательно)
tr: Başlık (Gerekli)

source: To use biometric authentication, you need to enable Face ID/Touch ID for this app in your device settings.
de: Um die biometrische Authentifizierung zu verwenden, musst du Face ID/Touch ID für diese App in deinen Geräteeinstellungen aktivieren.
es: Para usar la autenticación biométrica, tienes que habilitar Face ID/Touch ID para esta app en los ajustes de tu dispositivo.
es_419: Para usar la autenticación biométrica, debe habilitar Face ID/Touch ID para esta aplicación en la configuración de su dispositivo.
fr: Pour utiliser l'authentification biométrique, vous devez activer Face ID/Touch ID pour cette application dans les réglages de votre appareil.
it: Per usare l'autenticazione biometrica, devi abilitare Face ID/Touch ID per questa app nelle impostazioni del tuo dispositivo.
nl: Om biometrische authenticatie te gebruiken, moet u Face ID/Touch ID inschakelen voor deze app in de instellingen van uw apparaat.
pl: Aby użyć uwierzytelniania biometrycznego, musisz włączyć Face ID/Touch ID dla tej aplikacji w ustawieniach swojego urządzenia.
pt_br: Para usar a autenticação biométrica, você precisa ativar o Face ID/Touch ID para este aplicativo nas configurações do seu dispositivo.
ru: Чтобы использовать биометрическую аутентификацию, вам необходимо включить Face ID/Touch ID для этого приложения в настройках вашего устройства.
tr: Biyometrik kimlik doğrulamasını kullanmak için cihaz ayarlarınızda bu uygulama için Face ID/Touch ID'yi etkinleştirmeniz gerekir.

source: Top
de: Oben
es: Superior
es_419: Superior
fr: Haut
it: In alto
nl: Bovenaan
pl: Góra
pt_br: Superior
ru: Сверху
tr: Üst

source: Try searching using different spelling or keywords
de: Versuche eine andere Schreibweise oder suche nach einem anderen Schlüsselwort.
es: Intenta buscar con otra ortografía o palabras claves.
es_419: Intente buscar con otra ortografía o palabras clave.
fr: Essayez de faire une recherche en utilisant une autre orthographe ou d'autres mots-clés.
it: Prova a cercare utilizzando ortografia o parole chiave differenti
nl: Probeer te zoeken met een andere spelling of trefwoorden.
pl: Wyszukaj ponownie, używając innej pisowni lub słów kluczowych
pt_br: Tente pesquisar com uma ortografia ou palavras-chave diferentes
ru: Попробуйте поискать, используя другое написание или ключевые слова
tr: Farklı ifade veya anahtar sözcüklerle aramayı deneyin

source: TYPE
de: TYP
es: TIPO
es_419: TIPO
it: TIPO
pl: RODZAJ
pt_br: TIPO
ru: ТИП
tr: TÜR

source: Unfortunately, %1$@ doesn’t currently support exporting data from their app. Consider contacting %2$@ to request this feature. Please import your data manually for now.
de: Leider unterstützt %1$@ derzeit den Export von Daten aus ihrer App nicht. Bitte kontaktiere %2$@, um diese Funktion anzufordern. Bitte importiere deine Daten vorerst manuell.
es: Desafortunadamente, %1$@ no permite actualmente exportar datos desde su app. Considera contactar con %2$@ para solicitar esta función. Por ahora, importa tus datos manualmente.
es_419: Lamentablemente, %1$@ no es compatible actualmente con la exportación de datos desde su aplicación. Considere contactar a %2$@ para solicitar esta característica. Por favor, importe sus datos manualmente por ahora.
fr: Malheureusement, %1$@ ne prend actuellement pas en charge l'exportation de données depuis son application. Contactez %2$@ pour demander cette fonctionnalité. Veuillez importer vos données manuellement pour le moment.
it: Purtroppo, %1$@ al momento non supporta l'esportazione dei dati dalla loro app. Potresti considerare di contattare %2$@ per richiedere questa funzione. Per ora, importa i tuoi dati manualmente.
nl: Helaas ondersteunt %1$@ momenteel het exporteren van gegevens uit hun app niet. Overweeg contact op te nemen met %2$@ om deze functie aan te vragen. Importeer uw gegevens voor nu handmatig.
pl: Niestety, %1$@ obecnie nie obsługuje eksportu danych ze swojej aplikacji. Rozważ skontaktowanie się z %2$@, aby poprosić o tę funkcję. Na razie zaimportuj swoje dane ręcznie.
pt_br: Infelizmente, %1$@ atualmente não suporta a exportação de dados do aplicativo. Considere contatar %2$@ para solicitar este recurso. Por favor, importe seus dados manualmente por enquanto.
ru: К сожалению, %1$@ в настоящее время не поддерживает экспорт данных из своего приложения. Рассмотрите возможность связаться с %2$@, чтобы запросить эту функцию. Пока импортируйте данные вручную.
tr: Maalesef, %1$@ şu anda uygulamalarından veri dışa aktarmayı desteklemiyor. Bu özelliği talep etmek için lütfen %2$@ ile iletişime geçmeyi düşünebilirsiniz. Şimdilik verilerinizi manuel olarak içe aktarın.

source: Unlock
de: Entsperren
es: Desbloquear
es_419: Desbloquear
fr: Déverrouiller
it: Sblocca
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать
tr: Kilidi aç

source: Update Entry
de: Eintrag aktualisieren
es: Actualizar entrada
es_419: Actualizar entrada
fr: Mettre à jour l'entrée
it: Aggiorna voce
nl: Vermelding bijwerken
pl: Aktualizuj pozycję
pt_br: Atualizar entrada
ru: Обновить запись
tr: Kaydı Güncelle

source: Use two-factor authentication to safeguard your accounts.
de: Nutze Zwei-Faktor-Authentifizierung, um deine Konten zu schützen.
es: Utiliza la autenticación de dos factores para proteger tus cuentas.
es_419: Utilice la autenticación de dos factores para proteger sus cuentas.
fr: Utilisez l'authentification à deux facteurs pour sécuriser vos comptes.
it: Usa l'autenticazione a due fattori per proteggere i tuoi account.
nl: Gebruik tweefactorauthenticatie om uw accounts te beveiligen.
pl: Użyj uwierzytelniania dwustopniowego, aby chronić swoje konta.
pt_br: Use a autenticação de dois fatores para proteger suas contas.
ru: Используйте двухфакторную аутентификацию, чтобы защитить ваши аккаунты.
tr: Hesaplarınızı korumak için iki faktörlü kimlik doğrulama kullanın.

source: Wrong password
de: Falsches Passwort
es: Contraseña incorrecta
es_419: Contraseña incorrecta
fr: Le mot de passe est incorrect.
it: Password errata
nl: Verkeerd wachtwoord
pl: Błędne hasło
pt_br: Senha errada
ru: Неверный пароль
tr: Yanlış parola
